</s> 0
 181929
the 102129
to 45432
of 45044
a 39532
and 39276
in 37349
for 17614
that 15893
by 14359
is 14121
on 13193
&ur; 11981
with 11138
at 10485
&lr; 10037
&md; 9921
was 9811
as 9530
from 9249
he 8906
said 8818
&ql; 8632
it 8237
are 7129
be 7081
his 6811
has 6803
new 6781
have 6741
an 6216
but 5853
will 5605
or 5401
not 5140
who 5096
this 4890
&tl; 4864
&qc; 4710
they 4703
its 4645
news 4355
their 4206
more 4158
about 4157
said. 3964
had 3901
which 3865
were 3790
-- 3746
percent 3637
would 3587
one 3549
been 3475
after 3451
than 3193
up 3166
when 3107
times 2994
york 2883
i 2759
last 2707
other 2680
two 2680
also 2663
service 2633
all 2585
u.s. 2509
her 2508
some 2486
she 2480
you 2409
can 2371
first 2329
into 2325
if 2292
we 2287
out 2212
million 2192
no 2166
government 2073
most 2008
could 1941
over 1913
there 1909
because 1899
people 1842
only 1808
so 1794
use 1794
like 1775
what 1768
``the 1719
rose 1696
year 1670
may 1657
just 1585
- 1549
time 1512
many 1495
president 1480
since 1463
against 1438
years 1435
even 1434
before 1421
stock 1407
company 1401
down 1396
&d3; 1389
get 1370
&d1; 1362
while 1354
c.1997 1344
three 1329
make 1316
now 1270
do 1269
``i 1256
where 1247
any 1244
it's 1244
much 1236
them 1220
made 1220
such 1212
national 1187
world 1181
during 1175
fell 1175
state 1171
those 1168
next 1155
united 1147
(for 1146
how 1115
ws 1108
reg:engl; 1108
him 1089
1 1083
through 1080
our 1079
american 1063
officials 1062
back 1054
(ap) 1054
bloomberg 1052
billion 1051
still 1043
shares 1040
between 1027
international 1025
being 1019
sales 1015
& 1015
market 1007
these 1005
companies 986
don't 983
``we 978
take 978
both 963
under 958
clients) 955
then 954
2 938
bank 930
former 919
reg:euro; 918
reg:brit; 918
reg:scan; 918
index 916
my 914
off 903
going 897
sept. 893
said, 893
second 888
washington 877
should 875
money 871
another 867
financial 866
your 863
group 862
good 861
01-22 861
nyt-01-22-97 861
business 860
end 848
expected 848
city 845
10 844
federal 843
way 841
little 820
jan. 819
did 818
inc. 818
rate 816
public 815
foreign 807
price 807
political 806
09-26 800
nyt-09-26-97 800
very 796
part 794
wednesday 791
high 789
four 786
say 780
reg:asia; 775
year, 765
see 762
think 761
economic 760
reg:mest; 759
each 758
including 758
says 756
ct:i; 754
among 752
until 751
percent, 743
few 739
go 739
week 735
corp. 735
around 730
reg:afri; 728
moved 726
never 721
investors 721
want 720
long 719
home 719
report 714
according 713
(bloomberg) 712
3 711
press 711
chief 710
big 701
told 698
house 696
several 692
stocks 692
work 691
call 690
day 685
clinton 685
states 685
los 682
five 679
earnings 679
called 673
early 670
major 668
interest 663
white 662
used 659
police 656
own 649
too 648
recent 646
p.m. 643
prices 643
same 642
help 642
set 640
minister 640
john 634
year. 632
least 625
computer 625
rates 625
got 624
us 622
without 619
must 618
team 617
thursday 611
south 607
less 607
growth 604
every 602
average 602
move 601
came 600
co. 599
points 598
san 596
know 594
that's 592
game 592
trade 592
here 589
reg:indi; 588
might 586
best 585
school 582
well 580
past 579
six 578
analysts 578
led 577
11-16 577
ap-ny-11-16-94 577
took 576
whether 574
come 571
n.y. 567
become 562
left 561
analyst 561
european 560
small 556
dollar 556
associated 556
put 555
``it 555
pay 551
x 550
whose 547
top 546
general 545
higher 543
economy 538
military 537
keep 536
war 535
late 534
reported 534
trading 534
10-09 531
lang:english; 531
ap-ny-10-09-97 531
... 526
life 524
plans 523
need 522
show 522
lot 522
better 520
angeles 518
4 517
didn't 517
won 516
almost 515
great 515
writer 514
months 513
1997 512
central 510
found 509
cut 506
strong 505
20 505
story 505
though 505
right 503
director 502
third 500
far 500
bill 499
cents 497
rights 491
department 488
look 488
days 485
already 483
&tf; 482
number 481
30 480
play 480
15 479
health 479
office 478
human 478
court 476
me 475
official 474
it. 474
support 474
percent. 472
record 472
family 471
give 470
place 468
investment 468
) 468
(undated) 468
tax 467
5 467
following 467
likely 467
power 466
run 465
does 465
increase 464
dlrs 464
buy 463
largest 462
women 461
food 460
began 457
members 456
making 456
share 455
once 455
head 455
26 455
bonds 454
north 453
law 453
22 452
budget 450
information 450
stories 449
lost 447
industry 443
children 443
plan 443
country 440
really 440
million, 440
party 437
``it's 437
union 434
trying 434
chairman 432
david 431
yen 431
enough 427
find 427
special 426
tuesday 424
half 424
boston 423
away 423
executive 423
campaign 420
close 419
michael 418
often 417
asked 416
1/2 416
local 414
security 414
post 413
oil 413
center 412
month 412
eds: 412
something 411
fund 411
drug 408
open 408
reports 407
bond 407
week, 406
securities 406
although 405
oct. 401
years, 401
peace 400
12 400
he's 399
lead 398
university 398
u.n. 397
lower 395
earlier 395
coach 392
british 391
however, 391
start 391
ap 391
senior 388
daily 387
real 387
makes 387
rise 387
per 386
defense 385
biggest 383
known 383
man 380
point 380
senate 379
sent 379
prime 378
along 377
system 377
vote 377
current 376
near 374
nearly 373
mark 373
spokesman 373
years. 372
death 372
6 372
case 372
went 371
held 368
old 366
free 366
doesn't 366
west 365
meeting 365
later 365
japanese 364
final 364
sell 364
change 363
quarter 363
kansas 362
always 361
saying 360
book 360
york, 360
league 360
young 359
include 359
1st 359
(attn: 358
conference 357
committee 357
large 356
robert 356
labor 355
can't 355
russian 355
inflation 354
low 354
program 350
revenue 349
played 349
congress 347
line 346
getting 345
friday 345
. 344
northern 344
seven 343
fall 343
deal 343
given 343
yet 343
50 343
leader 342
continue 342
research 341
demand 341
outside 340
based 340
series 339
issue 339
wants 338
100 338
america 338
hit 338
11 337
eight 337
services 335
photo 335
total 335
``this 333
democratic 332
today 332
markets 332
air 332
night 332
countries 332
french 330
men 330
ever 329
film 329
consumer 329
costs 328
offer 327
banks 325
``a 325
annual 325
release 325
seen 325
leaders 324
students 324
sold 324
decision 324
car 323
private 323
cost 323
agreement 323
control 321
important 321
internet 321
others 320
season 320
company's 320
why 319
software 318
income 318
&qr; 318
won't 316
40 316
job 316
profit 316
things 315
able 315
killed 314
travel 314
clear 314
groups 314
believe 313
probably 313
personal 313
worth 312
comes 311
players 311
capital 311
ni 311
a.m. 310
richard 310
different 310
leading 309
raise 309
corporate 309
meet 308
exchange 308
(see: 308
available 307
8 306
million. 306
share, 306
coming 305
9 305
further 305
weeks 304
announced 304
net 304
there's 303
east 303
across 302
force 302
having 302
water 302
credit 302
win 302
agency 302
medical 300
currency 299
cup 299
became 298
within 298
taking 298
wednesday. 298
hard 297
paul 297
results 296
telephone 296
compared 296
inc., 296
sports 296
latest 296
raised 296
television 295
25 295
main 295
``there 295
fighting 295
key 294
nuclear 294
policy 294
time, 293
finance 293
gave 293
fed 293
using 292
vice 292
try 291
weekly 291
return 290
street 290
working 290
china 290
clients 290
republican 289
calling 289
super 289
turned 288
week. 288
growing 288
problems 288
editors) 287
industrial 287
please 287
isn't 286
name 286
``if 285
taken 285
texas 285
looking 284
wanted 284
products 284
individual 283
board 283
kind 282
gold 282
toward 282
de 282
management 282
troops 281
short 281
nations 281
list 280
hours 279
now, 279
wednesday, 279
legal 278
done 278
full 278
face 278
visit 277
secretary 277
spending 277
nation's 276
history 276
allow 276
green 276
black 276
despite 276
reached 275
army 275
area 274
possible 274
expect 274
spent 273
canada 273
behind 272
agreed 272
released 271
ago, 271
james 271
manager 271
18 270
world's 269
games 269
administration 268
production 268
optional 268
media 267
7 267
europe 267
died 267
gained 267
workers 266
i'm 266
ld-writethru; 266
role 265
nothing 265
``they 265
no. 265
globe 265
questions 264
paid 264
bosnian 264
future 264
``but 264
college 264
01-04 264
nyt-01-04-98 264
bad 263
hold 261
started 261
japan 260
problem 259
chance 259
purchase 257
william 256
especially 256
add 256
rather 256
turn 255
ended 255
running 255
dec. 255
member 254
photos 254
remain 254
declined 254
talk 253
we're 252
1996 252
performance 251
western 251
recently 251
received 251
funds 251
chinese 250
st. 250
closed 250
contact 250
woman 249
16 249
order 249
serbs 248
wall 248
canadian 248
previous 248
london 247
rising 247
evidence 246
francisco 246
(c) 245
ago 245
tried 245
december 245
dow 245
front 244
let 244
selling 243
brought 243
material 243
updates 243
single 242
feature 242
includes 242
southern 242
loss 242
corp., 242
ltd. 242
thing 241
year's 241
room 241
doing 241
provide 241
fax 241
issues 240
civil 240
and, 240
bring 240
(story 240
................................................... 240
space 239
added 239
tv 239
tell 239
says. 239
bowl 239
smith 239
means 238
again 238
fourth 238
jones 238
traders 238
study 237
debt 237
asian 236
israel 236
still, 235
education 235
august 234
side 234
particularly 234
web 234
thursday. 234
13 234
500 234
yield 234
sign 233
playing 233
minutes 233
thought 233
everything 233
miles 233
calls 233
nine 233
german 233
signed 233
hong 233
scored 233
ms. 233
forces 232
stop 232
feel 231
level 231
question 231
bob 231
pressure 231
himself 231
here. 231
concern 231
country's 230
throughout 230
scheduled 230
israeli 230
contract 229
basis 229
newspaper 229
forced 228
sunday 228
paris 228
appeared 228
social 228
regional 228
14 228
community 228
helped 228
california 228
they're 227
care 227
development 227
nyt 227
ago. 226
it, 226
george 226
value 226
statement 226
graphics 226
(dlrs 226
benchmark 226
live 225
peter 225
``he 225
amid 225
seems 224
thomas 224
potential 224
standard 224
love 223
remains 223
1996, 223
bid 223
victory 223
action 222
charges 222
above 221
football 221
takes 220
domestic 220
phone 220
giving 220
council 220
equity 220
soon 219
you're 219
that, 219
operations 219
beat 219
global 219
increased 218
buying 218
radio 218
them. 218
below 217
land 217
red 217
beginning 217
americans 217
customers 217
washington, 217
holding 217
gain 217
decided 216
continued 216
shot 216
maker 216
cox 216
leave 215
moving 215
idea 215
treasury 215
company, 215
1997, 214
july 213
prize 213
similar 212
chicago 212
russia 212
accused 212
saturday 211
living 211
commerce 211
reason 211
``in 211
september 211
france 211
closing 211
dropped 211
microsoft 211
tuesday, 210
efforts 210
art 210
gets 210
commercial 210
technology 210
march 210
met 210
hope 209
states, 209
firm 209
either 209
thousands 208
parts 208
morning 208
changed 208
offered 207
couple 206
sure 206
teams 206
syndicate 206
goal 205
(new 205
town 204
middle 204
day. 204
cars 204
longer 204
opposition 203
cash 203
steve 203
expects 203
anything 202
followed 202
named 202
commission 202
jobs 202
points, 202
popular 201
time. 201
rest 201
article 201
hundreds 201
charge 201
attention 200
england 200
``i'm 200
``you 200
join 200
2nd 200
wasn't 199
bay 199
market, 199
words, 198
heart 198
graphic 198
monday 197
site 197
charles 197
period 197
programs 197
tour 197
changes 197
june 197
mrs. 197
test 196
brown 196
c.1998 196
signs 195
allowed 195
judge 195
ct:s; 195
prison 194
authorities 194
24 194
needs 194
included 194
association 194
stay 194
(to 194
insurance 194
perhaps 193
figures 193
process 193
1995 193
shows 193
movie 193
sometimes 193
player 193
together 192
japan's 192
target 192
career 192
weather 192
nato 192
co., 192
italian 191
drop 191
1/4 191
ministry 191
( 191
ahead 190
showed 190
mike 190
involved 190
instead 190
attorney 190
soviet 190
kept 189
month, 189
tuesday. 189
highest 189
someone 189
church 189
base 189
sale 189
proposed 188
created 188
republicans 188
begin 188
network 188
eastern 188
staff 188
index, 188
parents 187
considered 187
marketing 187
trial 187
rated 187
opening 186
type 186
failed 186
fiscal 186
schools 185
reduce 185
60 185
-0- 184
pacific 184
serb 184
reserve 184
offering 183
thursday, 183
1994 183
body 183
access 183
dollars 183
sunday, 182
step 182
debate 182
purchased 182
day, 181
lives 181
serious 181
asia 181
election 180
charged 180
advertising 180
vs. 180
tom 180
road 180
goes 180
april 180
yesterday 180
scott 179
district 179
product 179
23 179
sun 179
estimated 179
moscow 179
data 179
seeking 179
parliament 179
majority 178
building 178
drive 178
independent 177
terms 177
magazine 177
bought 177
worked 177
decline 177
knew 177
connie 177
whole 176
17 176
star 176
hurt 176
arizona 176
huge 176
saw 175
age 175
paper 175
boost 175
winter 175
aid 175
billion, 175
fight 174
store 174
themselves 174
fact 174
form 174
entertainment 174
coast 174
father 174
certain 173
produce 173
field 173
entire 173
cloudy 173
construction 172
talks 172
seem 172
leaving 172
19 172
details 172
assets 172
meanwhile, 171
ready 171
actually 171
amount 171
seemed 171
african 171
reach 170
museum 170
caused 170
energy 170
cannot 170
hotel 170
quarter, 170
match 170
billion. 170
photo) 170
us) 170
mexico 169
poor 169
today's 169
sen. 169
unit 169
``we're 169
1995. 169
confidence 169
1998, 169
gas 168
create 167
designed 167
usually 167
systems 167
pass 167
built 167
1996. 167
netanyahu 167
sense 166
music 166
twice 166
republic 166
clients. 166
figure 165
consider 165
jim 165
planned 165
tokyo 165
09-02 164
ap-ny-09-02-97 164
jewish 164
pretty 164
soldiers 164
latin 164
pound 164
gains 164
kong 164
rebel 164
bihac 164
focus 163
lines 163
person 163
communist 163
bosnia 163
weak 163
diana 162
effort 162
nov. 162
it.'' 162
justice 162
operating 162
attack 162
expectations 162
common 161
deputy 161
simply 161
ask 161
banking 161
1998 161
70 161
coverage 161
ld-writethru 161
example, 160
season, 160
cold 160
returned 160
measure 160
relations 160
overall 160
``and 160
comments 160
communications 160
prohibitive 160
ways 159
clinton's 159
1, 159
straight 159
l. 159
yeltsin 159
rebels 159
later, 158
crime 158
i've 158
works 158
0 158
adds 158
say, 158
executives 158
monetary 158
experts 157
risk 157
wide 157
representative 157
runs 157
reform 157
october 157
gore 157
quite 157
competition 157
ball 157
slow 157
comment 157
croatia 157
moves 156
cause 156
moved. 156
months. 156
filed 156
them, 156
hand 156
unless 156
dead 156
friends 156
season. 156
city, 156
satellite 156
pace 156
1-800-444-0267 156
except 155
28 155
maybe 155
approximately 155
quarter. 155
legislation 154
position 154
cover 154
heavy 154
act 154
game. 154
housing 154
elections 153
suggested 153
mean 153
75 153
additional 153
limited 153
seek 153
month. 153
mostly 153
profits 153
economist 153
hopes 153
offensive 153
816-822-8448, 153
remained 152
weekend 152
market. 152
proposal 152
york. 152
result 152
germany 152
felt 152
situation 152
publish 152
(washington) 152
sound 151
send 151
percentage 151
child 151
weapons 151
gives 151
ordered 151
apparently 151
fax, 151
today. 150
drugs 150
race 150
fire 150
britain 150
plays 150
survey 150
carry 150
border 150
letter 150
group, 150
poor's 150
needed 149
effect 149
serve 149
van 149
spend 149
professor 149
talking 149
editor 149
category 149
wrote 149
estimate 149
difficult 149
officer 149
04-14 149
ap-ny-04-14-98 149
stores 148
king 148
stand 148
falling 148
organization 148
opened 148
suffered 148
reporters 148
government's 148
push 148
yields 148
&ht; 147
feet 147
ireland 147
everyone 147
j. 147
investigation 147
consumers 147
owned 147
industries 147
cases 146
attempt 146
grew 146
then, 146
account 146
releases 146
retail 146
traded 146
killing 145
world. 145
served 145
him. 145
1992 145
31 145
forward 145
winning 145
employees 145
we've 145
treaty 145
e. 144
ran 144
light 144
break 144
attacks 144
mutual 144
today, 143
orders 143
address 143
trip 143
states. 143
developed 143
friday, 143
swiss 143
fort 143
words. 143
championship 143
speech 142
approved 142
word 142
island 142
increasing 142
discuss 142
whom 142
kilometers 142
joined 141
anyone 141
hot 141
immediately 141
abc 141
martin 141
share. 141
partly 141
hasn't 141
turkish 141
dean 140
wife 140
view 140
palestinian 140
millions 140
successful 140
benefit 140
grand 140
safety 140
version 140
starting 140
ban 140
homes 140
5/8 140
described 139
inside 139
avoid 139
am 139
powerful 139
out. 139
easy 139
parties 138
starts 138
build 138
1995, 138
title 138
largely 138
bit 138
division 138
dr. 138
due 138
businesses 138
features) 138
ruling 137
ability 137
written 137
wouldn't 137
minutes. 137
course 137
lose 137
c. 137
hands 137
africa 137
natural 137
read 137
impact 137
goals 136
laws 136
region 136
receive 136
direct 136
lack 136
``when 136
page 136
promised 136
el 136
battle 135
florida 135
ground 135
mother 135
22, 135
digital 135
size 135
areas 135
toronto 135
companies, 135
buy'' 135
rating 135
class 134
advance 134
adding 134
heard 134
event 134
condition 134
certainly 134
significant 134
denied 134
interview 134
1stld-writethru 134
speculation 134
hockey 134
fourth-quarter 134
pauline 134
morgan 134
princess 133
beyond 133
protect 133
assistant 133
numbers 133
learned 133
quickly 133
russia's 133
jury 133
arrested 133
source 132
couldn't 132
looks 132
matter 132
what's 132
information: 132
27 132
exports 132
york) 132
ibm 132
spread 131
business. 131
pounds 131
video 131
auto 131
package 131
itself 131
refused 131
doctors 131
estimates 131
outlook 131
rubin 131
ct:f; 131
aren't 130
believed 130
passed 130
criminal 130
is, 130
plant 130
brothers 130
packers 130
computers 130
period. 130
watch 130
yards 130
project 130
loans 130
29 130
holdings 130
hurricane 130
kids 129
frank 129
murder 129
summer 129
claims 129
fifth 129
round 129
crisis 129
at&t 129
rain 129
3/4 129
levy 129
century 128
stories, 128
armed 128
willing 128
officers 128
world, 128
square 128
looked 128
atlantic 128
range 128
hospital 128
initial 128
unemployment 128
there. 128
case, 128
offers 127
country. 127
traditional 127
(the 127
published 127
people, 127
fear 127
holds 127
cuts 127
save 127
nytimes 127
pick 126
(wap) 126
remaining 126
choice 126
greater 126
johnson 126
long-term 126
immediate 126
broke 126
goods 126
defensive 126
patriots 126
families 125
prepared 125
rules 125
45 125
extra 125
well, 125
events 125
words 125
online 125
30-year 125
tobacco 124
here, 124
says, 124
fans 124
gone 124
trust 124
war. 124
conditions 123
worst 123
owns 123
generally 123
begins 123
keeping 123
u.k. 123
sea 123
lawmakers 123
sa 123
showing 122
nor 122
author 122
becoming 122
35 122
life. 122
positive 122
success 122
graf 122
(update1) 122
blue 121
english 121
patients 121
approval 121
clearly 121
finished 121
lowest 121
cities 121
news, 121
appeal 120
produced 120
21 120
rule 120
week's 120
restaurant 120
service. 120
hearing 120
state's 120
northwest 120
southeast 120
currently 120
broader 120
33 120
continues 119
night, 119
afternoon 119
illegal 119
up, 119
hour 119
1991 119
january 119
county 119
mayor 119
strength 119
gross 119
delivery 119
stake 119
francs 119
virginia 118
electronic 118
books 118
slightly 118
appears 118
nation 118
losing 118
there, 118
benefits 118
issued 118
democrats 118
lawyer 118
80 118
city's 118
prevent 117
washington: 117
stage 117
else 117
editors: 117
levels 117
people. 117
son 117
religious 117
a. 117
though, 117
negotiations 117
agents 117
spokeswoman 117
bear 117
review 117
chain 117
fine 117
australian 117
points. 117
cents, 117
``buy'' 117
d. 116
critics 116
park 116
quality 116
all, 116
institute 116
company. 116
travelers 116
jumped 116
e-mail 116
previously 116
speaking 116
it,'' 116
so-called 116
driving 115
royal 115
double 115
specific 115
fast 115
speed 115
finally 115
1994, 115
m. 115
knows 115
raising 115
carried 115
rival 115
taxes 115
baseball 115
government. 115
basketball 115
measures 115
unchanged 115
opportunity 114
party, 114
presidential 114
arrived 114
quoted 114
confirmed 114
hill 114
spring 114
original 114
chris 114
smaller 114
course, 114
lived 114
sought 114
separate 114
croatian 114
times-washington 113
aids 113
authority 113
guys 113
environmental 113
italy 113
electronics 113
don 113
dutch 113
desk 113
estate 113
affairs 113
congressional 113
advantage 113
missed 113
55 113
yen, 113
response 112
trouble 112
features 112
limit 112
conservative 112
faces 112
movement 112
alan 112
scientists 112
storm 112
understand 112
experience 112
200 112
possibility 112
lawyers 112
strategy 112
state, 112
arms 112
australia 112
article, 112
president, 111
service, 111
contributions 111
missing 111
``what 111
women's 111
government, 111
caught 111
mortgage 111
atlanta 111
jersey 111
bosnia. 110
fellow 110
true 110
america's 110
up. 110
check 110
managed 110
helping 110
present 110
notes 110
provided 110
europe, 110
committed 110
retired 110
expand 110
earlier. 110
china's 110
coalition 109
leaves 109
population 109
sides 109
village 109
decide 109
addition 109
irish 109
jack 109
appear 109
26, 109
manufacturing 109
indonesia 109
85 108
professional 108
system. 108
becomes 108
ethnic 108
coffee 108
ending 108
collection 108
planning 108
andrew 108
territory 108
non-subscribers 108
sources 107
neither 107
onto 107
piece 107
work. 107
that. 107
message 107
advisory 107
training 107
documents 107
records 107
discount 107
note 107
plane 107
pushing 107
ford 107
catholic 107
``my 107
(adds 107
manufacturers 107
r 107
dallas 107
reported. 107
threatened 106
fashion 106
search 106
w. 106
setting 106
managers 106
section 106
spoke 106
game, 106
crimes 106
tied 106
iraq 106
shares, 106
shareholders 106
shares. 106
fresh 105
returns 105
'' 105
strike 105
secret 105
color 105
aug. 105
fees 105
disease 105
increasingly 105
1. 105
gulf 105
concerns 105
climbed 105
fed's 105
companies. 104
noted 104
economy. 104
meant 104
placed 104
considering 104
introduced 104
club 104
broad 104
follow 104
expensive 104
rep. 104
resources 104
cross 104
draw 104
farmers 104
acquisition 104
3/8 104
saturday, 103
sexual 103
fact, 103
language 103
gingrich 103
grow 103
accept 103
louis 103
heads 103
increases 103
deals 103
overnight 103
volume 103
joint 103
claim 103
sites 103
posted 103
write 103
supply 103
violence 103
ends 103
spain 103
merrill 103
urged 103
follows) 103
reduced 102
sex 102
organized 102
learn 102
basic 102
improve 102
brief 102
medicine 102
minute 102
bosnia, 102
weren't 102
dan 102
gov. 102
feb. 102
larry 102
active 102
wife, 102
swedish 102
request 102
contracts 102
partner 102
``there's 102
forecast 102
stocks, 102
stadium 102
trader 102
warned 101
steps 101
concerned 101
track 101
``that 101
card 101
(212) 101
friend 101
complete 101
governor 101
code 101
nfl 101
criticized 101
hear 101
november 101
loan 101
newsroom 101
surplus 101
inflation. 101
salomon 101
lion 101
favor 100
modern 100
out, 100
plus 100
subject 100
launched 100
presented 100
larger 100
angeles, 100
weight 100
electric 100
distributed 100
husband 100
him, 100
voice 100
via 100
tests 100
``our 100
firms 100
1/8 100
games. 100
clients.) 100
wood 99
90 99
whatever 99
relationship 99
owner 99
32 99
widely 99
property 99
system, 99
bet 99
accounts 99
added. 99
hoping 99
threat 99
cabinet 99
deficit 99
year-earlier 99
mary 98
declared 98
blood 98
listed 98
agencies 98
investor 98
aimed 98
picture 98
regular 98
alone 98
hall 98
joseph 98
box 98
home. 98
unlikely 98
region, 98
commentary 98
users 98
station 98
shortly 98
months, 98
reynolds 98
responsible 97
mind 97
war, 97
guy 97
``people 97
baltimore 97
days, 97
indeed, 97
claimed 97
korea 97
mount 97
$2 97
intended 97
corp.'s 97
(distributed 97
term 96
way. 96
uses 96
continuing 96
residents 96
marks 96
wheat 96
seattle 96
represents 96
68 96
require 96
bank, 96
tiny 96
stopped 96
influence 96
august, 96
cited 96
progress 96
nobel 96
tim 96
3. 96
parcells 96
(art 96
elected 95
foundation 95
palace 95
develop 95
required 95
cutting 95
older 95
allowing 95
leads 95
date 95
dave 95
relatively 95
silver 95
apple 95
supposed 95
various 95
1-2 95
expressed 95
emerging 95
suffering 95
stronger 95
monthly 95
machines 95
crash 95
welfare 95
winds 95
panel 95
30, 95
flight 95
existing 95
developing 95
muslim 95
options 95
houston 95
illustration: 95
night. 94
turning 94
eventually 94
damage 94
earn 94
opens 94
brand 94
interested 94
society 94
airlines 94
sets 94
report, 94
million) 94
pesos 94
(bn 94
monday, 93
down. 93
deep 93
book, 93
one. 93
rock 93
gary 93
mixed 93
quick 93
technical 93
virtually 93
champion 93
asset 93
(repeating 93
backed 92
crowd 92
leadership 92
places 92
putting 92
famous 92
producer 92
easily 92
decades 92
changing 92
ice 92
futures 92
mass 92
winners 92
bringing 92
$1 92
managing 92
democracy 92
``to 92
closely 92
votes 92
short-term 92
bank's 92
davis 92
$10 92
slug 92
princeton 92
``separate 92
settlement 91
ads 91
susan 91
lee 91
beach 91
r. 91
fully 91
river 91
1993 91
sort 91
upon 91
1998. 91
happened 91
guard 91
business, 91
losses 91
prices. 91
2.5 91
al 90
islamic 90
ties 90
politicians 90
directly 90
highly 90
miss 90
program, 90
writing 90
none 90
younger 90
eric 90
williams 90
sweden 90
country, 90
tons 90
rates. 90
wrote, 90
``as 90
replace 90
acknowledged 90
practice 90
kill 90
rich 90
equipment 90
miles) 90
industry. 90
argentina 90
lending 90
friday. 90
split 90
rally 90
arab 90
lynch 90
karl 90
moderate 90
adv: 90
212-556-1927. 90
agree 89
newspapers 89
now. 89
dozen 89
georgia 89
in. 89
times, 89
brother 89
student 89
money, 89
rose, 89
india 89
internal 89
haven't 89
jerusalem 89
status 89
retirement 89
investigators 89
roundup 89
core 89
trading. 89
miami 89
5. 89
wins 89
72 89
ukraine 89
waiting 88
suggest 88
items 88
protection 88
answer 88
broken 88
wearing 88
tells 88
victims 88
ii 88
style 88
note: 88
plenty 88
advanced 88
traffic 88
daniel 88
safe 88
transmitted 88
doubt 88
jews 88
tony 88
tight 88
unita 88
orleans 88
816-822-1444.) 88
1-22 88
addition, 87
carrying 87
heavily 87
band 87
well. 87
la 87
picked 87
host 87
weeks. 87
images 87
finish 87
who's 87
steel 87
supreme 87
worldwide 87
argentine 87
blamed 87
warning 87
economists 87
expansion 87
windows 87
horwitz 87
third-quarter 87
tni 87
category) 87
(slugged: 87
s. 86
instead, 86
they've 86
design 86
producers 86
chicken 86
treatment 86
so, 86
unusual 86
stephen 86
researchers 86
children. 86
artist 86
quarterback 86
puts 86
promise 86
2. 86
expanded 86
jordan 86
houses 86
america, 86
earlier, 86
earned 86
fewer 86
july, 85
effective 85
editorial 85
seat 85
stars 85
combined 85
europe. 85
involving 85
one, 85
repeats 85
perfect 85
filled 85
sugar 85
times. 85
unable 85
names 85
fallen 85
deaths 85
dennis 85
cease-fire 85
816-822-1444. 85
america: 85
alliance 84
greatest 84
36 84
block 84
voted 84
joe 84
heat 84
spanish 84
interior 84
wait 84
provides 84
fox 84
motor 84
studies 84
eyes 84
reporting 84
column 84
baby 84
positions 84
wrong 84
we'll 84
maintain 84
sees 84
reaction 84
office. 84
instance, 84
voting 84
fair 84
ambassador 84
fuel 84
neighboring 84
yesterday, 84
.. 84
challenge 83
tough 83
formal 83
serving 83
connecticut 83
cast 83
serves 83
group. 83
tourist 83
organizations 83
stood 83
pulled 83
baker 83
bankers 83
hour, 83
repeatedly 83
boris 83
1994. 83
soccer 83
february 83
saudi 83
itt 83
fo 83
eos 83
steven 82
hiv 82
particular 82
watched 82
map 82
bureau 82
anniversary 82
diplomatic 82
independence 82
costs. 82
wind 82
hotels 82
reading 82
cancer 82
kennedy 82
again. 82
38 82
wednesday's 82
merger 82
fixed 82
finch 82
jon 82
rates, 82
michigan 82
roche 82
ibm's 82
7/8 82
grown 81
reportedly 81
moment 81
image 81
speaker 81
manhattan 81
remember 81
broadcast 81
statistics 81
nationwide 81
albert 81
soft 81
bigger 81
speak 81
inflation, 81
airport 81
premier 81
drink 81
stands 81
prove 81
center, 81
paying 81
headed 81
43 81
accepted 81
report. 81
trillion 81
resignation 81
sales, 81
stanley 81
undated 81
212-556-4204 81
compaq 81
seeing 80
1997. 80
approach 80
children, 80
city. 80
express 80
everybody 80
coaches 80
fish 80
struck 80
house. 80
faced 80
outstanding 80
favorite 80
too, 80
electricity 80
law. 80
violent 80
believes 80
telling 80
vietnam 80
affected 80
3rd 80
delay 80
purchases 80
competitive 80
def. 80
singapore 80
nasdaq 80
asia: 80
scene 79
keeps 79
limits 79
dinner 79
``i've 79
educational 79
northeast 79
miller 79
buyers 79
again, 79
happy 79
happen 79
supported 79
referring 79
$100 79
state. 79
consecutive 79
closer 79
units 79
walk 79
donations 79
seconds 79
promote 79
news. 79
responsibility 79
protest 79
48 79
cents. 79
thailand 79
yesterday. 79
representatives: 79
streets 78
massachusetts 78
critical 78
related 78
characters 78
more. 78
married 78
``is 78
classic 78
category. 78
wine 78
thinks 78
possibly 78
lady 78
manages 78
established 78
entered 78
hearings 78
office, 78
said: 78
mountain 78
supplies 78
projects 78
pushed 78
representatives 78
screen 78
indonesian 78
summit 78
52 78
waste 78
sa, 78
``a'' 78
pacific: 78
47-42-17-11; 78
47-42-80-44 78
47-42-18-81; 78
telex, 78
282-942. 78
310-996-0089. 78
politics 77
abuse 77
hoped 77
300 77
academy 77
evening 77
work, 77
i'd 77
remove 77
asking 77
on. 77
balance 77
chart 77
difference 77
failure 77
optimism 77
institutions 77
allows 77
revenues 77
days. 77
eye 77
daughter 77
determined 77
agent 77
expenses 77
imports 77
opponents 77
respect 77
christian 77
elizabeth 77
sunday. 77
aides 77
brokerage 77
arthur 77
eu 77
aristide 77
bonds, 77
graph 77
2, 76
say. 76
bills 76
focused 76
choose 76
covered 76
suspended 76
you'll 76
newly 76
``that's 76
``all 76
decade 76
compensation 76
injury 76
f. 76
signing 76
enter 76
too. 76
completed 76
money. 76
law, 76
las 76
mission 76
passing 76
fund-raising 76
publicly 76
31, 76
games, 76
file 76
makers 76
beijing 76
captured 76
circus 76
investments 76
boeing 76
(more) 76
announcement 75
literature 75
exhibition 75
listening 75
compete 75
pain 75
joining 75
grant 75
commitment 75
countries, 75
jeff 75
shut 75
sitting 75
czech 75
economy, 75
texas, 75
rejected 75
abortion 75
supporters 75
japan, 75
kevin 75
sending 75
risen 75
cooperation 75
irs 75
telecommunications 75
u.s., 75
mexican 74
reforms 74
diana's 74
but, 74
urban 74
area, 74
jump 74
audience 74
crew 74
shown 74
falls 74
update 74
finds 74
california, 74
hired 74
activity 74
penalty 74
born 74
41 74
1.5 74
``we've 74
schedule 74
1993, 74
allies 74
committee, 74
borrowing 74
investors, 74
leader, 74
industry, 74
predicted 74
sep/26/97 74
candidates 73
dispute 73
tuesday's 73
exactly 73
ones 73
standing 73
extended 73
cable 73
invited 73
unlike 73
providing 73
bottom 73
egg 73
union. 73
governments 73
53 73
awarded 73
mail 73
train 73
walked 73
korean 73
africa, 73
chronicle 73
session 73
criticism 73
overseas 73
65 73
iraqi 73
surveyed 73
corp 73
mossad 73
nn 73
papers 72
britain's 72
jr. 72
corruption 72
edge 72
nice 72
sit 72
home, 72
she's 72
france, 72
metal 72
suggests 72
emergency 72
trim) 72
thus 72
drinking 72
visitors 72
interests 72
66 72
end, 72
finding 72
door 72
``she 72
driven 72
failing 72
abuses 72
science 72
case. 72
london, 72
takeover 72
philip 72
ensure 72
point, 72
york: 72
yen. 72
taiwan 72
papon 72
jan/22/97 72
hollywood 71
agreement, 71
foot 71
pieces 71
handle 71
lift 71
growth. 71
philadelphia 71
wear 71
injured 71
queen 71
clinton, 71
minority 71
christopher 71
opinion 71
results. 71
restaurants 71
1990 71
cohen 71
tend 71
simpson 71
long-distance 71
guilty 71
acting 71
ad 71
shots 71
surge 71
i'll 71
convicted 71
portfolio 71
amnesty 71
products, 71
mergers 71
pension 71
commissioner 71
interference 71
ltd., 71
rodman 71
argued 70
display 70
rural 70
channel 70
turns 70
temple 70
watching 70
ship 70
conflict 70
$5 70
model 70
editors 70
golden 70
thai 70
giant 70
savings 70
europe's 70
house, 70
detroit 70
november, 70
area. 70
task 70
drove 70
job. 70
prominent 70
investigating 70
receiving 70
group's 70
complained 70
drew 70
me, 70
junior 70
owners 70
ron 70
pete 70
gmt. 70
sec 70
coaching 70
ibes 70
sat 69
life, 69
ruled 69
also, 69
dry 69
thinking 69
countries. 69
, 69
thanks 69
henry 69
her. 69
snow 69
suit 69
helps 69
standards 69
father, 69
founded 69
prices, 69
shore 69
historical 69
youth 69
court. 69
award 69
winner 69
substantial 69
payments 69
worried 69
meets 69
assassination 69
statement. 69
observers 69
gaining 69
4th 69
headquarters 69
trend 69
puerto 69
bomb 69
3-8 69
deutsche 69
securities. 69
greenspan 69
hearst 69
president. 68
alcohol 68
way, 68
auction 68
option 68
centers 68
effects 68
boy 68
seasons 68
(800) 68
2000 68
content 68
3-4 68
freedom 68
creating 68
admitted 68
partners 68
information, 68
economics 68
``he's 68
talked 68
announce 68
added, 68
swept 68
floor 68
enterprise 68
factory 68
acquire 68
corner 68
muslims 68
opposed 68
accord 68
longtime 68
crude 68
weighted 68
4. 68
dollar, 68
nba 68
offset 68
rapidly 68
composite 68
cleveland 68
37 68
10-year 68
petroleum 68
mining 68
vehicles 68
markets. 68
stories: 68
(bbn) 68
presence 67
decisions 67
policies 67
citizens 67
principal 67
gm 67
fat 67
facing 67
relief 67
controlled 67
shooting 67
fred 67
surprise 67
variety 67
determine 67
reviewed 67
history. 67
in, 67
enforcement 67
attend 67
wages 67
valley 67
spot 67
damages 67
committee. 67
alexander 67
launch 67
financing 67
permanent 67
canada's 67
ratings 67
weeks, 67
currencies 67
employment 67
bruce 67
macintosh 67
plunged 67
12-month 67
truce 67
``for 66
revolution 66
power. 66
wake 66
intense 66
accident 66
steady 66
discovered 66
salt 66
warm 66
garden 66
attractive 66
maryland 66
barbara 66
manage 66
activities 66
writes 66
64 66
roughly 66
eat 66
chemical 66
germany, 66
economies 66
seats 66
woods 66
girls 66
necessary 66
you, 66
alleged 66
returning 66
citing 66
team's 66
ministers 66
helicopter 66
2ndld-writethru 66
voters 66
bank. 66
mattingly 66
banco 66
tribunal 66
ryder 66
era 65
surrounding 65
harry 65
sharp 65
replaced 65
tips 65
enjoy 65
down, 65
chips 65
minutes, 65
conducted 65
mix 65
attracted 65
easier 65
character 65
print 65
``one 65
pulitzer 65
ethics 65
anthony 65
rice 65
mention 65
healthy 65
directed 65
deliver 65
venture 65
defeat 65
designer 65
resort 65
restrictions 65
speaks 65
fled 65
cultural 65
island, 65
testing 65
monitor 65
chances 65
dozens 65
walter 65
salary 65
connection 65
union, 65
antonio 65
billion) 65
pipeline 65
1-8 65
pledged 64
crucial 64
faster 64
memory 64
false 64
inches 64
all. 64
farm 64
turkey 64
universal 64
herself 64
stewart 64
away. 64
calif. 64
hair 64
refugees 64
congo 64
appeals 64
73 64
unions 64
exchange, 64
assembly 64
aircraft 64
86 64
districts 64
(609) 64
hitting 64
tokyo, 64
3.3 64
restructuring 64
hutu 64
inc 64
9-26 64
simple 63
supporting 63
issues. 63
children's 63
minnesota 63
pop 63
parent 63
entry 63
flying 63
artists 63
count 63
minor 63
ancient 63
ease 63
pages 63
operation 63
pointed 63
sentence 63
54 63
1991. 63
you've 63
comment. 63
prompted 63
stock. 63
meaning 63
party. 63
team, 63
47 63
vote, 63
october, 63
---- 63
suu 63
feeney 63
dying 62
51 62
plants 62
t. 62
seeks 62
questions, 62
america. 62
improved 62
rarely 62
learning 62
profile 62
colorado 62
lifestyle 62
milk 62
center. 62
nobody 62
people's 62
groups. 62
morris 62
``with 62
golf 62
sport 62
fierce 62
prosecutors 62
brazil 62
nearby 62
doubled 62
mph 62
services, 62
serb-held 62
(editors: 62
ira 62
surged 62
intel 62
rhode 62
resigned 62
offices 62
two-year 62
rwanda 62
markets, 62
rate, 62
playoff 62
utility 62
rwandan 62
gp, 62
chamber 61
troubled 61
honor 61
arrest 61
legislative 61
cook 61
damaged 61
summer, 61
6. 61
route 61
alternative 61
dylan 61
barry 61
1,000 61
howard 61
signal 61
gop 61
beef 61
vast 61
collapse 61
associate 61
indian 61
sharply 61
back. 61
future. 61
visited 61
rome 61
rare 61
rooms 61
death. 61
washington. 61
initially 61
jay 61
lots 61
revised 61
links 61
survivors 61
august. 61
team. 61
q: 61
clothing 61
israel's 61
products. 61
priority 61
6th 61
1-4 61
orleans) 61
conrail 61
flood 60
morning, 60
nelson 60
fired 60
relative 60
beautiful 60
requires 60
1993. 60
dick 60
respond 60
brings 60
attempts 60
highway 60
nbc 60
opportunities 60
analysis 60
hardly 60
400 60
somewhat 60
earth 60
jobs, 60
russia, 60
bodies 60
zealand 60
ray 60
guide 60
49 60
draft 60
earthquake 60
identified 60
fan 60
sons 60
link 60
kenneth 60
senators 60
wire 60
rises 60
vehicle 60
le 60
1990. 60
bundesbank 60
carolina 60
resign 60
fund, 60
islands 60
italy's 60
norfolk 60
tournament 60
59 60
germany's 60
euro 60
71 60
cent 60
(bl) 60
310-996-0075; 60
lila 60
establish 59
photographers 59
discover 59
articles 59
vulnerable 59
wave 59
hits 59
embassy 59
preparing 59
september. 59
neighborhood 59
sister 59
god 59
ken 59
ideas 59
repeated 59
feeling 59
agriculture 59
string 59
teacher 59
attempted 59
shopping 59
formed 59
primarily 59
available. 59
asia, 59
``an 59
lake 59
chairman, 59
materials 59
gen. 59
massive 59
transportation 59
bears 59
negative 59
slowing 59
program. 59
suspects 59
court, 59
september, 59
phoenix 59
others, 59
realize 59
emotional 59
ticket 59
fancy 59
issues, 59
representing 59
mass. 59
coordinator 59
intelligence 59
creation 59
supermarket 59
that.'' 59
motors 59
three-month 59
&d2; 59
yugoslav 59
lehman 59
s&p 59
witter 59
demands 58
mexico's 58
reflect 58
donald 58
delivered 58
trial. 58
male 58
glass 58
show, 58
reporter 58
jazz 58
birth 58
raises 58
sixth 58
century, 58
physical 58
street, 58
controversial 58
toll 58
pair 58
consulting 58
sells 58
``these 58
first, 58
state-owned 58
excellent 58
rental 58
banks, 58
flights 58
fought 58
women, 58
men, 58
interesting 58
jose 58
invest 58
programs. 58
declining 58
lay 58
olympic 58
that,'' 58
navy 58
targets 58
todd 58
earnings. 58
marilyn 58
8:30 58
tank 58
ucla 58
dealers 58
truck 58
exchange. 58
hamas 58
peso 58
president's 57
responded 57
complaints 57
extraordinary 57
complex 57
marked 57
direction 57
they'll 57
prepare 57
combination 57
(this 57
water, 57
skills 57
aside 57
h. 57
dangerous 57
promoting 57
quit 57
expected. 57
beaten 57
bell 57
temporary 57
roman 57
extremely 57
later. 57
officially 57
nature 57
backing 57
shoes 57
usual 57
2,000 57
``at 57
individuals 57
sales. 57
culture 57
funds, 57
rely 57
1999. 57
46 57
adviser 57
services. 57
amendment 57
ratio 57
mr. 57
poll 57
monday. 57
prospects 57
cuban 57
analysts' 57
debt. 57
exercise 56
prince 56
quiet 56
background 56
elsewhere 56
or, 56
pepper 56
fix 56
taste 56
heating 56
controls 56
tropical 56
vision 56
contains 56
injuries 56
association. 56
ride 56
adult 56
luxury 56
jane 56
600 56
optimistic 56
worry 56
appearance 56
acquired 56
bus 56
1989 56
rights, 56
5th 56
chase 56
value. 56
literary 56
girl 56
frequently 56
confident 56
indicated 56
edward 56
kuwait 56
giants 56
ski 56
medicare 56
columns 56
threw 56
legislature 56
bruins 56
players. 56
qualifying 56
izetbegovic 56
(please 56
(--u.s., 56
(--europe 56
abiola 56
federal-mogul 56
lawsuit 55
$50 55
master 55
pictures 55
wild 55
tie 55
dark 55
problems. 55
copper 55
me,'' 55
``no 55
brian 55
century. 55
200,000 55
tries 55
generation 55
codes 55
minimum 55
recommended 55
negotiate 55
on-line 55
prospect 55
scores 55
table 55
pakistan 55
shop 55
wage 55
candidate 55
judges 55
tickets 55
tourists 55
traveling 55
``i'' 55
aware 55
stone 55
mine 55
begun 55
southwest 55
demanded 55
120 55
businessman 55
export 55
crossed 55
allegedly 55
customers. 55
aviation 55
palm 55
rapid 55
play. 55
governing 55
brazilian 55
pressures 55
quarterly 55
61 55
giuliani 55
1/2) 55
downgraded 55
pesos. 55
grade: 55
historic 54
parliamentary 54
oppose 54
appealed 54
affect 54
contributed 54
(with 54
settled 54
avenue 54
harder 54
others. 54
meat 54
57 54
stuff 54
catch 54
touch 54
completely 54
familiar 54
theater 54
period, 54
he'll 54
ann 54
(post) 54
aboard 54
brown, 54
hours, 54
lunch 54
camp 54
jan 54
imagine 54
represent 54
bar 54
experienced 54
totally 54
virus 54
agenda 54
groups, 54
absence 54
school, 54
may, 54
extend 54
4, 54
forget 54
approve 54
stable 54
harvard 54
five-year 54
suspected 54
costs, 54
proposals 54
capacity 54
strategist 54
eliminate 54
record. 54
ohio 54
meetings 54
federation 54
roberts 54
left, 54
holiday 54
china. 54
internet. 54
mainly 54
smith, 54
debt, 54
ld 54
boosted 54
sao 54
fleet 54
favre 54
star-telegram 54
locator 54
theme 53
clean 53
england, 53
newt 53
behavior 53
cool 53
die 53
titles 53
disney 53
sony 53
encourage 53
veteran 53
flow 53
nazi 53
struggling 53
accompanied 53
pro 53
appropriate 53
networks 53
cars, 53
republic, 53
strongly 53
drawn 53
explain 53
egyptian 53
dollar's 53
diego 53
waters 53
describing 53
apply 53
pull 53
apartment 53
gun 53
shift 53
contain 53
happens 53
reputation 53
rob 53
chosen 53
spots 53
surprised 53
``so 53
b. 53
example 53
counsel 53
greg 53
granted 53
backs 53
palestinians 53
premium 53
averaged 53
netherlands 53
nikkei 53
million). 53
34 53
conference, 53
j.p. 53
cocoa 53
tumbled 53
9:30 53
cn, 53
pg-13 53
crashed 52
kick 52
dominated 52
practices 52
sunday's 52
lott 52
viewers 52
family, 52
follows 52
problem. 52
nicholas 52
discussing 52
stations 52
fill 52
comfortable 52
pittsburgh 52
gay 52
environment 52
actress 52
matches 52
amounts 52
university, 52
ii, 52
firm's 52
proved 52
destroyed 52
overcome 52
bonds. 52
breaking 52
$30 52
linked 52
$20 52
maximum 52
machine 52
guns 52
stayed 52
downtown 52
equivalent 52
assistance 52
dealing 52
afford 52
allegations 52
me. 52
hand, 52
otherwise 52
operates 52
reasons 52
informed 52
chiefs 52
distribution 52
firm, 52
denver 52
seventh 52
actor 52
association, 52
rookie 52
negotiating 52
tin 52
ounce 52
boston, 52
undated: 52
fo, 52
``k'' 52
achieve 51
over. 51
agreements 51
kraft 51
assault 51
other, 51
ranging 51
gifts 51
more, 51
severe 51
pierce 51
women. 51
normal 51
kim 51
gordon 51
port 51
teach 51
ronald 51
price. 51
play, 51
son, 51
albright 51
agricultural 51
fears 51
expectations. 51
concluded 51
vital 51
fly 51
hills 51
3, 51
department. 51
distance 51
losers 51
mother, 51
blacks 51
stockholm, 51
testimony 51
elections. 51
anybody 51
sensitive 51
wider 51
greek 51
sight 51
rate. 51
officials, 51
argues 51
female 51
senator 51
do. 51
terrorist 51
15, 51
corporations 51
preliminary 51
buenos 51
slipped 51
upcoming 51
recalled 51
resulted 51
recovery 51
bureau, 51
brokers 51
qualify 51
protecting 51
44 51
all-time 51
42 51
appointed 51
39 51
tampa 51
scoring 51
croat 51
punitive 51
ams 51
279-4000 51
stearns 51
(updates 51
files.) 51
(--latin 51
carey 51
institutional 50
legislators 50
renewed 50
press. 50
funeral 50
tablespoons 50
del 50
half, 50
place, 50
spring. 50
ryan 50
scotland 50
76 50
(in 50
celebrity 50
800 50
solution 50
here,'' 50
barely 50
definitely 50
5, 50
aggressive 50
movies 50
madeleine 50
membership 50
guarantee 50
systems, 50
rise, 50
alive 50
handed 50
combat 50
on, 50
struggle 50
trees 50
tennis 50
horror 50
capture 50
n.y., 50
mir 50
1991, 50
upset 50
civilian 50
know, 50
market's 50
right, 50
death, 50
party's 50
sentenced 50
reducing 50
originally 50
chicago, 50
stand-alone 50
line, 50
promising 50
utilities 50
times' 50
capital, 50
cuba 50
margin 50
tyson 50
zone 50
trends 50
``f'' 50
philippine 50
minute, 50
commissions 50
97 50
wieck 50
1/2. 50
lsi. 50
divided 49
touched 49
differences 49
dismissed 49
gray 49
teaspoon 49
causes 49
describes 49
career, 49
convention 49
films 49
wore 49
formerly 49
selected 49
flat 49
me.'' 49
resolve 49
advocates 49
this, 49
who, 49
france's 49
directors 49
lists 49
relatives 49
london. 49
pocket 49
recognize 49
myself 49
ordinary 49
threatening 49
colombian 49
funding 49
preferred 49
jr., 49
viewed 49
airline 49
department, 49
bound 49
statements 49
remarks 49
russians 49
survived 49
road, 49
nepal 49
other. 49
caribbean 49
a: 49
import 49
score 49
profitable 49
board. 49
reg:psov; 49
gap 49
ld; 49
brett 49
computers. 49
aol 49
growth, 48
before. 48
polls 48
encouraged 48
resulting 48
breast 48
anywhere 48
yet, 48
creative 48
interviews 48
wonder 48
67 48
was, 48
participants 48
problems, 48
memorial 48
importance 48
lawrence 48
bowl. 48
vincent 48
usa 48
(t). 48
(e). 48
mass., 48
arts 48
dramatic 48
off. 48
fishing 48
slowly 48
wonderful 48
typical 48
trades 48
passes 48
stretch 48
region. 48
towns 48
path 48
tracks 48
men's 48
carl 48
asks 48
degree 48
risks 48
eating 48
restore 48
patrick 48
time,'' 48
ambitious 48
gathering 48
immigration 48
disappointing 48
revealed 48
sarajevo, 48
meeting. 48
arm 48
causing 48
benjamin 48
pleaded 48
volatility 48
banned 48
appointment 48
conventional 48
adjusted 48
fairly 48
keith 48
tradition 48
sanctions 48
activists 48
somebody 48
carpenter 48
filing 48
colombia 48
retailers 48
conference. 48
league's 48
stand. 48
s 48
y 48
acapulco, 48
dario 48
(gh) 48
1927.) 48
newscom 48
examiner 48
year-ago 48
*lite 48
2-oct. 48
new, 47
upper 47
enormous 47
detail 47
folks 47
so. 47
carefully 47
water. 47
laid 47
photographs 47
rolling 47
apart 47
warner 47
suspect 47
university. 47
virgin 47
welcome 47
surrounded 47
grams 47
advice 47
two-thirds 47
clothes 47
communists 47
modest 47
merely 47
pennsylvania 47
calif., 47
park, 47
room, 47
marriage 47
weaker 47
native 47
commodity 47
strikes 47
surgery 47
occurred 47
attended 47
competitors 47
56 47
guess 47
slowed 47
fall, 47
fit 47
credibility 47
heading 47
agency. 47
drivers 47
contribute 47
28, 47
family. 47
jacques 47
broadcasting 47
parliament. 47
versus 47
expanding 47
franchise 47
operations. 47
bankruptcy 47
killings 47
west. 47
fidelity 47
pickup 47
minister, 47
haiti 47
croatia. 47
philippines 47
metric 47
grafs 47
rio 47
showers 47
prodi 47
(eds: 47
paragraph.) 47
acquisitions 47
packers' 47
featured 46
factor 46
robinson 46
bipartisan 46
seized 46
campaign. 46
suggesting 46
introduce 46
likes 46
terry 46
dress 46
friendly 46
paintings 46
proper 46
applied 46
cases, 46
teammates 46
(includes 46
not, 46
wales 46
name. 46
ultimately 46
noting 46
transfer 46
truth 46
afternoon. 46
chip 46
rush 46
shared 46
yugoslavia 46
``they're 46
1992, 46
involvement 46
violence. 46
imposed 46
santa 46
window 46
novel 46
dining 46
deadline 46
deadly 46
thrown 46
us. 46
copies 46
publishing 46
issue, 46
indiana 46
parliament, 46
policy. 46
reaching 46
registered 46
angola 46
suicide 46
d.c. 46
china, 46
automobile 46
silicon 46
constitutional 46
stolen 46
proud 46
investing 46
rick 46
matthew 46
movements 46
asia. 46
questioned 46
allied 46
york's 46
attract 46
meters 46
inventories 46
95 46
businesses, 46
ten 46
facts 46
december, 46
operate 46
faculty 46
budget, 46
associates 46
arafat 46
69 46
lebanon 46
betting 46
csx 46
marijuana 46
partition 46
suddenly 45
performing 45
driver 45
widespread 45
gaza 45
june, 45
painting 45
hours. 45
wing 45
equal 45
husband, 45
escape 45
colleagues 45
fortune 45
trims) 45
people,'' 45
valuable 45
journalists 45
discussion 45
feels 45
league, 45
genetic 45
process. 45
winter, 45
innocent 45
trade, 45
funds. 45
roll 45
expert 45
fruit 45
packed 45
realized 45
angry 45
feed 45
understanding 45
dear 45
rise. 45
participate 45
far, 45
(los 45
angeles) 45
columbia 45
battles 45
place. 45
recipients 45
statue 45
pilot 45
numerous 45
publisher 45
jackson 45
afraid 45
promises 45
solar 45
atmosphere 45
around. 45
part, 45
council, 45
hostile 45
dayton 45
branches 45
jonathan 45
detained 45
charges. 45
spokesman, 45
march, 45
fall. 45
pool 45
executive, 45
defeated 45
nations. 45
fee 45
recovered 45
formula 45
prisoners 45
inventory 45
``safe 45
3.6 45
praise 45
telecom 45
berlusconi 45
n 45
slower 45
brazil's 45
(th) 45
``strong 45
bq, 45
ages 44
hundred 44
allen 44
thousand 44
halt 44
fun 44
nancy 44
switch 44
margins 44
lifted 44
cbs 44
visits 44
problem, 44
drama 44
12. 44
beating 44
camera 44
(times) 44
special) 44
glenn 44
thompson 44
prosecutor 44
dominant 44
700 44
back, 44
tree 44
attention. 44
family's 44
offense 44
traditionally 44
hidden 44
rail 44
beer 44
switzerland 44
playwright 44
trapped 44
wounded 44
spends 44
academic 44
worse 44
public. 44
doctor 44
recorded 44
discussed 44
us.'' 44
prosecution 44
gore's 44
testified 44
immigrants 44
primary 44
department's 44
jerry 44
blame 44
guards 44
typically 44
nasa 44
you'd 44
programs, 44
firm. 44
community, 44
sachs 44
100,000 44
represented 44
weakness 44
27, 44
announcing 44
nick 44
waited 44
interview. 44
soared 44
francisco, 44
files 44
63 44
reality 44
reduction 44
junk 44
ranks 44
gdp 44
engineering 44
protests 44
civilians 44
rights. 44
dirty 44
confirmation 44
9. 44
updated 44
output 44
raitt 44
administration's 44
norway 44
vote. 44
currency, 44
rangers 44
uno 44
levy's 44
calif.) 44
``hold'' 44
b&w 44
(802) 44
noon 43
tone 43
education, 43
moore 43
actions 43
impossible 43
yes, 43
be. 43
dream 43
side, 43
christmas 43
performed 43
l.a. 43
(end 43
perform 43
adam 43
passage 43
upcoming. 43
cream 43
juice 43
wooden 43
stores, 43
finally, 43
hungary 43
chose 43
requests 43
moral 43
reads 43
settle 43
circuit 43
admit 43
sector 43
normally 43
coach, 43
person, 43
fare 43
edmonton 43
decade. 43
priced 43
small, 43
year,'' 43
anonymous 43
consequences 43
climb 43
joan 43
shoulder 43
effectively 43
knowledge 43
recover 43
significantly 43
violations 43
wish 43
japan. 43
infected 43
lebanese 43
abroad 43
ranking 43
furniture 43
5,000 43
simon 43
man. 43
nations, 43
claiming 43
fraud 43
insisted 43
customer 43
bond, 43
microsoft's 43
presidents 43
generated 43
b 43
d 43
document 43
sprint 43
payment 43
regulators 43
volatile 43
regulatory 43
sponsors 43
wright 43
electrical 43
shelling 43
spicer 43
unch 43
reporters. 43
pocket, 43
shin 43
rockefeller 43
ninth 43
pga 43
janus 43
cellular 43
dodgers 43
et 43
(kd) 43
``market 43
1/23 43
history, 42
congress, 42
jobs. 42
unusually 42
eager 42
controversy 42
attacked 42
morning. 42
plastic 42
not. 42
repeat 42
technologies 42
listing 42
alone. 42
attitude 42
roy 42
conduct 42
people.'' 42
col. 42
1992. 42
counting 42
sounds 42
abandoned 42
mental 42
stick 42
structure 42
consultant 42
liked 42
defending 42
india's 42
wealth 42
treat 42
identify 42
ultimate 42
blow 42
1990, 42
currency. 42
transport 42
throw 42
alex 42
expecting 42
bobby 42
readers 42
africa's 42
